Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: 25/2-18 S encountered two oil columns in the Hugin formation, 30 and 86 metres in total, both of which had about 20 metres of sandstones with moderate to good reservoir quality.
nb: 25/2-18 S påtraff to oljekolonner i Huginformasjonen, på totalt 30 og 86 meter, hvorav begge med om lag 20 meter sandsteiner av moderat til god reservoarkvalitet.

source: Appraisal well 25/2-18 A, which was drilled one kilometre toward the southeast in relation to 25/2-18 S, also encountered two oil columns in the Hugin formation, 34 and 27 metres in total, both with about 25 metres of sandstones with moderate to good reservoir quality.
nb: Avgrensningsbrønn 25/2-18 A, som ble boret én kilometer mot sørøst i forhold til 25/2-18 S, påtraff også to oljekolonner i Huginformasjonen på totalt 34 og 27 meter, begge med om lag 25 meter sandsteiner av moderat til god reservoarkvalitet.

source: Appraisal well 25/2-18 B, which was drilled 1.4 kilometres north of 25/2-18 S to test the northern segment, encountered the Hugin formation with aquiferous sandstones of about 15 and 75 metres, both with moderate reservoir quality.
nb: Avgrensningsbrønn 25/2-18 B, som ble boret 1,4 kilometer nord for 25/2-18 S for å teste det nordlige segmentet, påtraff Huginformasjonen med vannførende sandsteiner på om lag 15 og 75 meter begge med moderat reservoarkvalitet.

source: Appraisal well 25/2-18 C, which was drilled one kilometre west of 25/2-18 S, encountered three oil columns in the Hugin formation totalling 27, 23 and 55 metres, of which 15, 11 and 10 metres of sandstones of moderate to good reservoir quality.
nb: Avgrensningsbrønn 25/2-18 C, som ble boret én kilometer vest for 25/2-18 S, påtraff tre oljekolonner i Huginformasjonen på totalt 27, 23 og 55 meter, hvorav 15, 11 og 10 meter med sandsteiner av moderat til god reservoarkvalitet.

source: A 7-metre condensate column was also encountered, of which 3 metres in sandstones of moderate reservoir quality.
nb: I tillegg ble en 7 meter kondensatkolonne påtruffet, hvorav 3 meter i sandsteiner av moderat reservoarkvalitet.

source: Preliminary estimates place the size of the discovery between 4 and 12 million standard cubic metres (Sm3) of recoverable oil equivalents.
nb: Foreløpig beregning av størrelsen på funnet er på mellom 4 og 12 millioner standard kubikkmeter (Sm3) utvinnbare oljeekvivalenter.

source: The licensees are assessing the discovery along with other nearby discoveries with a view towards potential development.
nb: Rettighetshaverne vurderer funnet sammen med andre funn i nærheten med hensyn til en mulig utbygging.

source: The gas-oil ratio is 140 Sm3/Sm3.
nb: Gass-oljeforholdet er 140 Sm3/Sm3.

source: The production rate in the uppermost oil zone was 210 Sm3 of oil per flow day through a 24/64-inch nozzle opening.
nb: I den øverste oljesonen var produksjonsraten på 210 Sm3 olje per strømningsdøgn gjennom en 24/64 tommers dyseåpning.

source: The gas-oil ratio was 164 Sm3/Sm3.
nb: Gass-oljeforholdet var 164 Sm3/Sm3.

source: The formation tests showed moderate flow properties.
nb: Formasjonstestene viste moderate strømningsegenskaper.

source: The wells are the second, third, fourth and fifth exploration wells in production licence 442.
nb: Brønnene er den andre, tredje, fjerde og femte letebrønnen i utvinningstillatelse 442.

source: Wells 25/2-18 S, 25/2-18 A, 25/2-18 B and 25/2-18 C were drilled to respective measured depths of 3870, 4066, 4335 and 4369 metres below the sea surface, and vertical depths of 3813, 3723, 3803 and 4029 metres below the sea surface.
nb: Brønnene 25/2-18 S, 25/2-18 A, 25/2-18 B og 25/2-18 C ble boret til et målt dyp på henholdsvis 3870, 4066, 4335 og 4369 meter under havflaten og vertikalt dyp på 3813, 3723, 3803 og 4029 meter under havflaten.

source: All of the wells were terminated in the Dunlin Group in the Lower Jurassic.
nb: Alle brønnene ble avsluttet i Dunlingruppen i nedre jura.

source: Water depth at the site is 121 metres.
nb: Havdypet er 121 meter.

source: Wells 25/2-18 S, 25/2-18 A, 25/2-18 B and 25/2-18 C were drilled by the Maersk Interceptor drilling facility, which will now proceed to production licence PL 001B - Ivar Aasen, where the plan is for the rig to drill three water injector wells and one oil producer.
nb: Brønnene 25/2-18 S, 25/2-18 A, 25/2-18 B og 25/2-18 C ble boret av boreinnretningen Maersk Interceptor som nå skal videre til utvinningstillatelse PL 001B, Ivar Aasen der den etter planen skal bore tre vanninjektorer og en oljeprodusent.

source: The wells were drilled about two kilometres southeast of the 30/11-9 A discovery (Askja East) and 35 kilometres southwest of the Oseberg South facility in the North Sea.
nb: Brønnene er boret om lag to kilometer sørøst for funnet 30/11-9 A (Askja Øst) og 35 kilometer sørvest for Oseberg Sør-innretningen i Nordsjøen.

source: The primary exploration target for wells 30/11-11 S and 30/11-11 A was to prove petroleum in Upper to Middle Jurassic reservoir rocks (Tarbert formation) in two nearby fault blocks.
nb: Primært letemål for brønnene 30/11-11 S og 30/11-11 A var å påvise petroleum i øvre til midtre jura reservoarbergarter (Tarbertformasjonen) i to nærliggende forkastningsblokker.

source: The secondary exploration target was to prove petroleum in Middle Jurassic reservoir rocks (Ness formation).
nb: Sekundært letemål var å påvise petroleum i midtre jura reservoarbergarter (Nessformasjonen).

source: 30/11-11 S encountered a 25-metre oil column in the upper part of the Tarbert formation, of which 22 metres had moderate to good reservoir properties.
nb: 30/11-11 S påtraff en total oljekolonne på 25 meter i øvre del av Tarbertformasjonen, hvorav 22 meter med moderate til gode reservoaregenskaper.

source: 30/11-11 A encountered a corresponding reservoir in the Tarbert formation, but it is aquiferous with traces of hydrocarbons.
nb: 30/11-11 A påtraff tilsvarende reservoar i Tarbertformasjonen, men den er vannførende med spor av hydrokarboner.

source: Both wells proved sandstones with moderate to good porosity in the Ness formation, but these were aquiferous.
nb: Begge brønnene påviste sandsteiner med moderat til god porøsitet i Nessformasjonen, men disse var vannførende.

source: Preliminary estimation of the size of the discovery in well 30/11-11 S is between 0.2 and 0.5 million standard cubic metres (Sm3) of recoverable oil.
nb: Foreløpig beregning av størrelsen på funnet i brønn 30/11-11 S er mellom 0,2 og 0,5 millioner standard kubikkmeter (Sm3) utvinnbar olje.

source: Data acquisition and sampling have been carried out in both wells.
nb: Det er utført datainnsamling og prøvetaking i begge brønnene.

source: The 30/11-11 S and 30/11-11 A wells were drilled to respective vertical depths of 3646 and 3334 metres below the sea surface and measured depths of 3646 and 3987 metres below the sea surface.
nb: Brønnene 30/11-11 S og 30/11-11 A ble boret til et vertikalt dyp av henholdsvis 3646 og 3334 meter under havflaten og et målt dyp av henholdsvis 3646 og 3987 meter under havflaten.

source: 30/11-11 S was terminated in the Ness formation and 30/11-11 A was terminated in the Tarbert formation.
nb: 30/11-11 S ble avsluttet i Nessformasjonen og 30/11-11 A i Tarbertformasjonen.

source: The wells are the 12th and 13th exploration wells in production licence 035.
nb: Brønnene er den 12. og 13. letebrønnen i utvinningstillatelse 035.

source: The licence was awarded in the second licensing round in 1969.
nb: Tillatelsen ble tildelt i 2. konsesjonsrunde i 1969.

source: Water depth is 106 metres.
nb: Havdypet er 106 meter.

source: Wells 30/11-11 S and 30/11-11 A were drilled by the Songa Delta drilling facility.
nb: Brønnene 30/11-11 S og 30/11-11 A ble boret av boreinnretningen Songa Delta.

source: The results from the wells will not affect future drilling of the exploration campaign in the area.
nb: Resultatene fra brønnene har ikke betydning for videre boring av letekampanjen i området.

source: The campaign will continue with the same drilling facility in the same production licence, with wildcat well 30/11-12 S and potentially 30/11-12 A if the structure warrants an appraisal well.
nb: Kampanjen forsetter med samme boreinnretning i samme utvinningstillatelse, med undersøkelsesbrønn 30/11-12 S og eventuelt 30/11-12 A dersom det er behov for en avgrensningsbrønn i strukturen.

source: The wells were drilled two kilometres south of the 30/11-9 A (Askja Øst) discovery, and about 35 km southwest of the Oseberg Sør facility in the North Sea.
nb: Brønnene er boret to kilometer sør for funnet 30/11-9 A (Askja Øst) og om lag 35 km sørvest for Oseberg Sør-innretningen i Nordsjøen.

source: The objective of well 30/11-12 S was to prove petroleum in three sandstone layers in Middle Jurassic reservoir rocks (the Tarbert formation).
nb: Hensikten med brønn 30/11-12 S var å påvise petroleum i tre sandsteinslag i midtre jura reservoarbergarter (Tarbertformasjonen).

source: The objective of well 30/11-12 A was to delineate in the event a discovery was made in 30/11-12 S.
nb: Hensikten med brønn 30/11-12 A var å avgrense i tilfelle det ble gjort funn i 30/11-12 S.

source: 30/11-12 S encountered a 37-metre oil column in the upper part of the Tarbert formation, of which about 30 metres had good to moderate reservoir properties.
nb: 30/11-12 S påtraff en total oljekolonne på 37 meter i øvre del av Tarbertformasjonen, hvorav om lag 30 meter med gode til moderate reservoaregenskaper.

source: Well 30/11-12 A, which was drilled further down on the structure, encountered similar reservoir rocks, but is dry.
nb: 30/11-12 A, som ble boret lengre ned på strukturen, påtraff tilsvarende reservoarbergarter, men er tørr.

source: Preliminary estimates place the size of the discovery at between 0.7 and 2.5 million standard cubic metres (Sm3) of recoverable oil equivalents.
nb: Foreløpig beregning av størrelsen på funnet er mellom 0,7 og 2,5 millioner standard kubikkmeter (Sm3) utvinnbare oljeekvivalenter.

source: The discovery will be included in the evaluation of a new field development, along with other earlier discoveries in the area.
nb: Funnet vil inngå i evalueringen av en ny feltutbygging sammen med tidligere funn i området.

source: Data has been collected and samples have been taken in both wells.
nb: Det er samlet inn data og og tatt prøver i begge brønnene.

source: Wells 30/11-12 S and 30/11-12 A were drilled to vertical and total depths of 3669 and 3671 metres, respectively, and 3609 and 4144 metres below the sea surface.
nb: Brønnene 30/11-12 S og 30/11-12 A ble boret til vertikale og totale dyp av henholdsvis 3669 og 3671 og 3609 og 4144 meter under havflaten.

source: 30/11-12 S was terminated in the Ness formation and 30/11-12 A was terminated in the Tarbert formation.
nb: 30/11-12 S ble avsluttet i Nessformasjonen og 30/11-12 A i Tarbertformasjonen.

source: Wells 30/11-12 S and 30/11-12 A were drilled by the Songa Delta drilling facility, which will continue its drilling campaign with the drilling of wildcat well 30/11-13 S in the same production licence, where Statoil Petroleum AS is the operator.
nb: Brønnene 30/11-12 S og 30/11-12 A ble boret av boreinnretningen Songa Delta, som forsetter borekampanjen med boring av undersøkelsesbrønn 30/11-13 S i samme utvinningstillatelse, der Statoil Petroleum AS er operatør.

source: The well was drilled eight kilometres southeast of the 30/11-8 S (Krafla) discovery and about 27 kilometres south of the Oseberg South facility in the North Sea.
nb: Brønnen ble boret åtte kilometer sørøst for funnet 30/11-8 S (Krafla) og om lag 27 kilometer sør for Oseberg Sør-innretningen i Nordsjøen.

source: The well encountered gas columns at two levels in the top part of the Tarbert formation, a total of 5 and 31 metres, respectively, of which 4 and 22 metres had good to moderate reservoir properties.
nb: Brønnen påtraff gasskolonner i 2 nivåer i øvre del av Tarbertformasjonen, henholdsvis 5 og 31 meter totalt, hvorav 4 og 22 meter med gode til moderate reservoaregenskaper.

source: The secondary exploration target in the Ness formation is aquiferous.
nb: Sekundært letemål i Nessformasjonen er vannførende.

source: The preliminary estimation of the size of the discovery is between one and three million standard cubic metres (Sm3) of recoverable oil equivalents.
nb: Foreløpig beregning av størrelsen på funnet er mellom en og tre millioner standard kubikkmeter (Sm3) utvinnbare oljeekvivalenter.

source: The discovery will be included in the evaluation of a new field development along with previous discoveries in the area.
nb: Funnet vil inngå i evalueringen av en ny feltutbygging sammen med tidligere funn i området.

source: Data has been collected and samples were taken from the well.
nb: Det er samlet inn data og tatt prøver i brønnen.

source: Well 30/11-13 was drilled to a vertical depth of 3313 metres below the sea surface and was terminated in the Ness formation.
nb: Brønn 30/11-13 ble boret til et vertikalt dyp på 3313 meter under havflaten og ble avsluttet i Nessformasjonen.

source: The well is the fourth exploration well in production licence 272.
nb: Brønnen er den fjerde letebrønnen i utvinningstillatelse 272.

source: The licence was awarded in the North Sea Awards in 2001.
nb: Tillatelsen ble tildelt i Nordsjøtildelingene i 2001.

source: Well 30/11-13 was drilled by the Songa Delta drilling facility, which will continue the drilling campaign by drilling wildcat well 30/11-14 in the same production licence, where Statoil Petroleum AS is the operator.
nb: Brønn 30/11-13 ble boret av boreinnretningen Songa Delta, som fortsetter borekampanjen med boring av undersøkelsesbrønn 30/11-14 i samme utvinningstillatelse, der Statoil Petroleum AS er operatør.

source: The wells were drilled about six kilometres southeast of the 30/11-8 S (Krafla) discovery and 25 kilometres southwest of the Oseberg Sør facility in the North Sea.
nb: Brønnene ble boret om lag seks kilometer sørøst for funnet 30/11-8 S (Krafla) og 25 kilometer sørvest for Oseberg Sør-innretningen i Nordsjøen.

source: The primary exploration target for wells 30/11-14 and 30/11-14 B was to prove petroleum in Middle Jurassic reservoir rocks (the Tarbert formation) in two nearby fault blocks.
nb: Primært letemål for brønnene 30/11-14 og 30/11-14 B var å påvise petroleum i midtre jura reservoarbergarter (Tarbertformasjonen) i to nærliggende forkastningsblokker.

source: The secondary exploration target was to prove petroleum in the Ness formation in the Middle Jurassic.
nb: Sekundært letemål var å påvise petroleum i Nessformasjonen i midtre jura.

source: Well 30/11-14 encountered two gas columns at two levels in the upper section of the Tarbert formation, of 23 and 6 metres respectively, of which 14 and 5 metres have good to moderate reservoir properties.
nb: Brønn 30/11-14 påtraff to gasskolonner i to nivåer i øvre del av Tarbertformasjonen på henholdsvis 23 og 6 meter totalt, hvorav 14 og 5 meter med gode til moderate reservoaregenskaper.

source: Well 30/11-14 B encountered two gas/oil columns and an oil column at three levels in the upper part of the Tarbert formation; 38, 12 and 13 metres respectively in total, of which 18, 9 and 13 metres have good to moderate reservoir properties.
nb: Brønn 30/11-14 B påtraff to gass/oljekolonner og en oljekolonne i tre nivåer i øvre del av Tarbertformasjonen, henholdsvis 38, 12 og 13 meter totalt, hvorav 18, 9 og 13 meter med gode til moderate reservoaregenskaper.

source: Both wells encountered sandstones with moderate reservoir quality in the Ness and Etive formations, but these were dry.
nb: Begge brønnene påtraff sandsteiner med moderat til god reservoarkvalitet i Ness- og Etiveformasjonene, men disse var tørre.

source: The wells were not formation-tested, but extensive data acquisition and sampling have been carried out in both wells.
nb: Brønnene ble ikke formasjonstestet, men det er utført omfattende datainnsamling og prøvetaking i begge brønnene.

source: Wells 30/11-14 and 30/11-14 B were drilled to respective vertical depths of 3437 and 3343 metres below the sea surface, and respective measured depths of 3438 and 4187 metres below the sea surface.
nb: Brønnene 30/11-14 og 30/11-14 B ble boret til et vertikalt dyp av henholdsvis 3437 og 3343 meter under havflaten og et målt dyp av henholdsvis 3438 og 4187 meter under havflaten.

source: The wells are the fifth and sixth exploration wells in production licence 272.
nb: Brønnene er den femte og sjette letebrønnen i utvinningstillatelse 272.

source: The water depth is 107 metres.
nb: Havdypet er 107 meter.

source: Wells 30/11-14 and 30/11-14 B were drilled using the Songa Delta drilling facility, which will now drill wildcat well 6407/7-9 S in production licence 107 C in the Norwegian Sea, where Statoil Petroleum AS is the operator.
nb: Brønnene 30/11-14 og 30/11-14 B ble boret av boreinnretningen Songa Delta, som nå skal bore undersøkelsesbrønn 6407/7-9 S i utvinningstillatelse 107 C i Norskehavet der Statoil Petroleum AS er operatør.

source: The well was drilled in the northeast part of the Martin Linge field.
nb: Brønnen ble boret nordøst på Martin Linge-feltet.

source: The objective of the well was to prove petroleum in Middle Jurassic reservoir rocks (Brent group).
nb: Hensikten med brønnen var å påvise petroleum i midtre jura reservoarbergarter (Brentgruppen).

source: The well encountered gas and condensate in the Tarbert, Ness and Etive formations in the Brent group.
nb: Brønnen påtraff gass og kondensat i Tarbert-, Ness- og Etiveformasjonen i Brentgruppen.

source: Reservoir quality was good.
nb: Reservoarkvaliteten var god.

source: Preliminary estimations of the size of the discovery are between 2 and 11 million standard cubic metres (Sm3) of recoverable oil equivalents.
nb: Foreløpig beregning av størrelsen på funnet er mellom 2 og 11 millioner standard kubikkmeter (Sm3) utvinnbare oljeekvivalenter.

source: The well was formation-tested.
nb: Brønnen ble formasjonstestet.

source: The maximum production rate was 2.4 million standard cubic metres (Sm3) of gas/flow day through a 48/64-inch nozzle opening.
nb: Maksimum produksjonsrate var på 2,4 millioner standard kubikkmeter (Sm3) gass/strømningsdøgn gjennom en 48/64 tommers dyseåpning.

source: The well has added additional resources to the Martin Linge development and was completed with the objective of putting the well into production at start-up of the field.
nb: Brønnen har tilført tilleggsressurser til Martin Linge utbyggingen og er komplettert med hensikt å sette den i produksjon ved oppstart av feltet.

source: 30/4-3 S is the fourth exploration well in production licence 043.
nb: 30/4-3 S er den fjerde letebrønnen i utvinningstillatelse 043.

source: The licence was awarded in 1976.
nb: Tillatelsen ble tildelt i 1976.

source: The well was drilled to a vertical and measured depth of 4134 metres and 4581 metres below the sea surface, respectively, and was terminated in the Dunlin group in the Early Jurassic.
nb: Brønnen ble boret til et vertikalt og målt dyp av 4134m og 4581m under havflaten, og ble avsluttet i Dunlingruppen i tidlig jura.

source: The well was drilled with the Mærsk Intrepid drilling facility.
nb: Brønnen ble boret med boreinnretningen Mærsk Intrepid.

source: The drilling program for wellbore 24/12-5 S relates to drilling of an appraisal well in production licence 341.
nb: Boreprogrammet for brønnbane 24/12-5 S gjelder boring av avgrensningsbrønn i utvinningstillatelse 341.

source: DNO is the operator with a 30 per cent ownership interest.
nb: DNO er operatør med 30 prosent eierandel.

source: The other licensees are Revus and Talisman with 30 per cent each, and PA Resources with 10 per cent.
nb: Øvrige rettighetshavere er Revus og Talisman som hver har en eierandel på 30 prosent samt PA Resources som eier 10 prosent.

source: The area in this licence comprises block 24/12 and parts of blocks 24/9 and 24/11 right at the border to the British shelf, approx. 20 km north of the 15/3-1 S Gudrun discovery and about 20 km west of the Balder field in the central North Sea.
nb: Arealet i denne tillatelsen består av blokk 24/12 og deler av blokkene 24/9 og 24/11 like ved grenselinjen til britisk sokkel, cirka 20 kilometer nord for funnet 15/3-1 S Gudrun og om lag 20 kilometer vest for Balderfeltet i midtre del av Nordsjøen.

source: PL 341 was awarded in connection with the awards in predefined areas in 2004.
nb: Utvinningstillatelse 341 ble tildelt i forbindelse med Tildeling av forhåndsdefinerte områder i 2004 (TFO 2004).

source: Wellbore 24/12-5 S will be drilled from the Bredford Dolphin drilling facility at position 59° 06’ 41.66” North and 01° 47’ 21.25” East.
nb: Brønnbane 24/12-5 S skal bores fra innretningen Bredford Dolphin.

source: The semi-submersible rig will come to the site from drilling activity in PL 305
nb: Den halvt nedsenkbare innretningen kommer fra boring i utvinningstillatelse 305 i midtre del av Nordsjøen.

source: This permit is contingent upon the operator obtaining all permits and consents required by other authorities before the drilling activity commences.
nb: Tillatelsen forutsetter at de øvrige tillatelser og samtykker som kreves av andre myndigheter, er gitt før boreaktiviteten starter.

source: The well was drilled about 5.5 kilometres west of the Oseberg South field in the central part of the North Sea and 140 kilometres west of Bergen.
nb: Brønnen er boret om lag 5,5 kilometer vest for Oseberg Sørfeltet i midtre del av Nordsjøen og 140 kilometer vest for Bergen.

source: The primary exploration target was to prove petroleum in Lower and Middle Jurassic reservoir rocks (the Tarbert formation and upper part of the Statfjord group).
nb: Primære letemål for brønnen var å påvise petroleum i nedre og midtre jura reservoarbergarter (Tarbertformasjonen og øvre del av Statfjordgruppen).

source: The secondary exploration target was to prove petroleum in Lower Jurassic reservoir rocks (lower part of the Statfjord group).
nb: Sekundært letemål var å påvise petroleum i nedre jura reservoarbergarter (nedre del av Statfjordgruppen).

source: The well encountered an approx. 20-metre gas column, of which 10 metres were in sandstone with good reservoir quality in the Tarbert formation.
nb: Brønnen påtraff en gasskolonne på om lag 20 meter, hvorav 10 meter i sandstein med god reservoarkvalitet i Tarbertformasjonen.

source: The gas/water contact in the Tarbert formation has been estimated at 2870 metres based on pressure data.
nb: Gass/vann-kontakten i Tarbertformasjonen er beregnet fra trykkdata til 2870 meter.

source: In the Statfjord group, the well encountered a 12-metre gas column in sandstone with moderate reservoir quality.
nb: I Statfjordgruppen påtraff brønnen en gasskolonne på 12 meter i sandstein med moderat reservoarkvalitet.

source: The gas/water contact was proven at 3506 metres.
nb: Gass/vann-kontakten ble påvist på 3506 meter.

source: The secondary exploration target in the lower part of the Statfjord group is aquiferous.
nb: Sekundært letemål i nedre del av Statfjordgruppen er vannførende.

source: Preliminary estimation of the size of the discovery is between one and two million standard cubic metres (Sm3) of recoverable oil equivalents.
nb: Foreløpig beregning av størrelsen på funnet er på mellom en og to millioner standard kubikkmeter (Sm3) utvinnbare oljeekvivalenter.

source: The discovery will be considered for development as part of the “Oseberg Future Phase 2” project.
nb: Funnet vil bli vurdert utviklet som del av «Oseberg Future fase 2»-prosjektet.

source: The well was not formation-tested, but data acquisition and sampling were carried out.
nb: Brønnen ble ikke formasjonstestet, men det er utført datainnsamling og prøvetaking.
